Repository: Realmirbek/project_root
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Credit Risk Consulting Team
ru: Команда по кредитному риск-консалтингу

source: IFRS 9, credit scoring, and innovative models for your business
ru: МСФО 9, кредитный скоринг и инновационные модели для вашего бизнеса

source: Send
ru: Отправить

source: RU
ru: РУ

source: EN
ru: АНГ

source: About us
ru: О нас

source: Services
ru: Услуги

source: Our experience
ru: Наш опыт

source: Results
ru: Результаты

source: Team
ru: Команда

source: Contacts
ru: Контакты

source: We are a team of experts with deep knowledge in IFRS 9 and credit scoring. We work with financial institutions, banks, and corporate clients, implementing innovative risk assessment models that help minimize losses and improve decision-making efficiency.
ru: Мы - команда экспертов с глубокими знаниями в области МСФО 9 и кредитного скоринга. Мы работаем с финансовыми учреждениями, банками и корпоративными клиентами, внедряя инновационные модели оценки рисков, которые помогают минимизировать потери и повысить эффективность принятия решений.

source: Clients satisfied with the result
ru: Довольных клиентов результатом

source: Expertise level in IFRS 9
ru: Уровень экспертизы в МСФО 9

source: Years of combined experience
ru: Лет совокупного опыта

source: Unapproved models
ru: Несогласованных моделей

source: Our services
ru: Наши услуги

source: Development of PD, LGD, EAD models
ru: Разработка моделей PD, LGD, EAD

source: We create accurate predictive models tailored to your portfolio and regulatory requirements.
ru: Мы создаем точные прогнозные модели, адаптированные под ваш портфель и регуляторные требования.

source: Validation and stress tests
ru: Валидация и стресс-тесты

source: We conduct deep analysis and validation of existing models, performing stress testing considering macroeconomic factors.
ru: Мы проводим глубокий анализ и валидацию существующих моделей, выполняя стресс-тестирование с учетом макроэкономических факторов.

source: Consulting and training
ru: Консалтинг и обучение

source: We train your team, provide code and documentation, and help implement solutions for independent use.
ru: Мы обучаем вашу команду, предоставляем код и документацию, помогаем внедрить решения для самостоятельного использования.

source: Pre-scoring and client scoring
ru: Прескоринг и скоринг клиентов

source: We use transactional data to improve scoring accuracy and reduce default risks.
ru: Мы используем транзакционные данные для повышения точности скоринга и снижения рисков дефолта.

source: Nurbank — PD model implementation
ru: Нурбанк — внедрение PD-модели

source: Implemented an adapted PD model that reduced defaults by 15% in the first year and improved portfolio quality.
ru: Внедрили адаптированную PD-модель, которая сократила дефолты на 15% в первый год и улучшила качество портфеля.

source: Zamanbank — Stress testing
ru: Заманбанк — стресс-тестирование

source: Conducted comprehensive stress testing with macroeconomic scenarios, helping the bank prepare for potential crises.
ru: Провели комплексное стресс-тестирование с макроэкономическими сценариями, помогли банку подготовиться к потенциальным кризисам.

source: Corporate client — Scoring and pricing
ru: Корпоративный клиент — скоринг и ценообразование

source: Developed a scoring model with dynamic pricing, increasing loan approvals by 20% without additional risk.
ru: Разработали скоринговую модель с динамическим ценообразованием, увеличив одобрение кредитов на 20% без дополнительного риска.

source: Our results
ru: Наши результаты

source: Reduction in defaults
ru: Снижение дефолтов

source: Successful reduction of client defaults by 15-20% using our models.
ru: Успешное сокращение дефолтов клиентов на 15-20% с использованием наших моделей.

source: Faster application processing
ru: Более быстрая обработка заявок

source: Automated scoring processes applications twice as fast.
ru: Автоматизированный скоринг обрабатывает заявки в два раза быстрее.

source: Prediction accuracy
ru: Точность прогнозов

source: Model accuracy exceeds 80%, confirmed by external audits.
ru: Точность моделей превышает 80%, что подтверждено внешними аудитами.

source: Collateral valuation model development approach
ru: Подход к разработке модели оценки залогов

source: Data collection
ru: Сбор данных

source: Parsing open sources from classifieds websites and Telegram/Instagram channels as selected by the client.
ru: Парсинг открытых источников с сайтов объявлений и Telegram/Instagram каналов по выбору клиента.

source: Data analysis and model development
ru: Анализ данных и разработка модели

source: Data cleaning from outliers, creating logical rules (distance from center, proximity to metro, greenery level etc.), developing AI-based models.
ru: Очистка данных от выбросов, создание логических правил (удалённость от центра, близость к метро, степень озеленения и т.п.), создание моделей на основе ИИ.

source: Production deployment and client training
ru: Вывод в производство и обучение клиентов

source: Model deployment to production, comparison with rule-based models.
ru: Вывод модели в производство, сравнение с rule-based моделями.

source: Daily parsing of additional sources:
ru: Ежедневный парсинг дополнительных источников:

source: AI models
ru: Модели ИИ

source: Credit Loss Assessment Model (ОКУ) Development Approach
ru: Подход к разработке модели оценки кредитных убытков (ОКУ)

source: PD Models Development
ru: Разработка PD моделей

source: Current Models Backtesting
ru: Backtesting текущих моделей

source: Model-to-Data Fit Test
ru: Тест на соответствие модели данным

source: Data Structure Analysis
ru: Анализ структуры данных

source: Data Variability Analysis
ru: Анализ изменчивости данных

source: Data Grouping and Transformation
ru: Группировка и трансформация данных

source: Model Building
ru: Построение модели

source: Model Stress Testing
ru: Стресс-тестирование модели

source: Recommendations and Conclusions
ru: Рекомендации и выводы

source: How our loan process works
ru: Как работает наш процесс кредитования

source: Loan application
ru: Кредитная заявка

source: Amount and term selection
ru: Выбор суммы и срока

source: Credit scoring
ru: Кредитный скоринг

source: Interest rate calculation
ru: Расчет процентной ставки

source: Client <strong>DOES NOT</strong> accept the rate
ru: Клиент <strong>НЕ</strong> соглашается на ставку

source: Client accepts the rate
ru: Клиент соглашается на ставку

source: Amount and term selection (repeat)
ru: Выбор суммы и срока (повтор)

source: Loan issuance
ru: Выдача кредита

source: Our Team
ru: Наша команда

source: Role:
ru: Роль:

source: Senior Partner, Risk Modeler
ru: Старший партнёр, Risk-модельер

source: Specialization:
ru: Специализация:

source: PD, LGD, EAD, auditor coordination, AQR
ru: PD, LGD, EAD, согласование с аудиторами, AQR

source: Project:
ru: Проект:

source: IFRS 9 Models Implementation
ru: Внедрение моделей по МСФО 9

source: Implemented in 3 banks with assets > $1B. Models passed audit without issues.
ru: Реализовано в 3 банках с активами > 1 млрд USD. Модели прошли аудит без нареканий.

source: IFRS Standards Expert
ru: Эксперт по стандартам IFRS

source: Complex standards interpretation, documentation, auditor communication
ru: Трактовка сложных стандартов, документация, взаимодействие с аудиторами

source: External Audit Support
ru: Поддержка при внешнем аудите

source: Prepared correct interpretations of IFRS 9, IAS 39 standards, ensured compliance with EY and KPMG requirements.
ru: Подготовлены корректные трактовки стандартов IFRS 9, IAS 39, обеспечено соответствие требованиям EY и KPMG.

source: Scoring, ML models, collateral, churn prediction, NPL optimization
ru: Скоринг, ML-модели, залоги, прогноз оттока, оптимизация NPL

source: Python Credit Scoring
ru: Кредитный скоринг на Python

source: Developed model with ROC-AUC 0.83 for microfinance organization, reduced delinquency by 12%.
ru: Разработана модель с ROC-AUC 0.83 для микрофинансовой организации, снижена просрочка на 12%.

source: Technical Advisor
ru: Технический советник

source: Mathematical logic, statistical correctness, team training
ru: Математическая логика, статистическая корректность, обучение команды

source: Statistical Model Validation
ru: Статистическая валидация моделей

source: Conducted back-testing, Gini, KS-statistics and stability analysis. All metrics in green zone.
ru: Проведены back-testing, Gini, KS-статистика и stability анализ. Все метрики — в зелёной зоне.

source: Goals and Objectives
ru: Цели и задачи

source: Improving Prediction Accuracy
ru: Повышение точности прогнозов

source: Reduce delinquency rates and increase recovery by applying precise risk and customer behavior assessment models.
ru: Снизить уровень просрочки и увеличить возвратность, применяя точные модели оценки риска и клиентского поведения.

source: IFRS 9 Compliance
ru: Соответствие требованиям МСФО 9

source: Ensure correct calculation of expected credit losses in accordance with international standards.
ru: Обеспечить корректный расчёт ожидаемых кредитных убытков в соответствии с международными стандартами.

source: Decision Automation
ru: Автоматизация принятия решений

source: Optimize scoring and underwriting processes by reducing manual application processing.
ru: Оптимизировать процесс скоринга и андеррайтинга, снизив долю ручной обработки заявок.

source: Improving Control and Transparency
ru: Улучшение контроля и прозрачности

source: Make models interpretable and easily verifiable for internal and external audits (auditors and regulators).
ru: Сделать модели интерпретируемыми и легко проверяемыми для внутренних и внешних проверок (аудиторов и регуляторов).

source: Supporting Strategic Decisions
ru: Поддержка стратегических решений

source: Use analytical tools and stress testing for portfolio management and executive-level decision making.
ru: Использовать аналитические инструменты и стресс-тестирование для управления портфелем и принятия решений на уровне топ-менеджмента.

source: Client Team Development
ru: Развитие команды клиента

source: Transfer knowledge, train personnel and provide long-term support for implemented solutions.
ru: Передать знания, обучить персонал и обеспечить долгосрочную поддержку внедрённых решений.

source: How It Works
ru: Как это работает

source: Business Task Analysis
ru: Анализ бизнес-задачи

source: We discuss project goals, data, auditor requirements and your market specifics.
ru: Обсуждаем цели проекта, данные, требования аудиторов и особенности вашего рынка.

source: Model Development
ru: Разработка модели

source: We build PD, LGD, EAD models, credit scoring or other algorithms depending on the task.
ru: Строим PD, LGD, EAD модели, кредитный скоринг или другие алгоритмы в зависимости от задачи.

source: Validation and Approval
ru: Валидация и согласование

source: We test model accuracy, conduct stress-tests, coordinate with regulators and auditors.
ru: Тестируем точность модели, проводим stress-тесты, согласовываем с регуляторами и аудиторами.

source: Implementation and Training
ru: Внедрение и обучение

source: We transfer code and documentation, conduct team training and assist with implementation.
ru: Передаём код, документацию, проводим обучение команды и помогаем с внедрением.

source: Contact Us
ru: Контакты

source: Phone
ru: Телефон

source: The price is calculated individually after discussion.
ru: Цена рассчитывается индивидуально после обсуждения.

source: Your name
ru: Ваше имя

source: Email for contact
ru: Email для связи

source: Your message
ru: Ваше сообщение

source: phone
ru: Номер телефона
